{
    "articles": [
        {
            "content": "THE Queen last night toasted the UK's \"special relationship\" with the US – and told Barack Obama how their two nations are keeping the world safe.\\n\\nAt a state banquet held for the US President at Buckingham Palace last night, she thanked America for twice coming to the rescue of the \"free world\" in two world wars.\\n\\nShe said: \"Your visit to this country inevitably reminds us of our shared history, our common language, and our strong intellectual and cultural links.\\n\\n\"It also reminds us that your country twice came to the rescue of the free and democratic world when it was facing military disaster.\\n\\n\"On each occasion, after the end of those destructive wars, the generosity of the United States made a massive contribution to our economic recovery. Today the United States remains our most important ally and our two nations contribute to the security and prosperity of our peoples, and of the world, through shared national interests.\"\\n\\nShe told the assembled VIP guests that when the two countries stand together \"our people and other people of goodwill around the world will be more secure and can become more prosperous\".\\n\\nThe Queen finished with a toast, saying: \"Ladies and gentlemen, we are here to celebrate the tried, tested and – yes – special relationship between our two countries.\"\\n\\nIn response, Mr Obama praised the nations' bond – and said it had never been stronger in the post-9/11 world.\\n\\nHe said: \"Our relationship never rested as we approach the 10th anniversary of 9/11. I am particularly grateful for the solidarity that the UK has shown in the last decade. From that day to this you have been our closest partner.\"\\n\\nMr Obama paid particular tribute to the UK's military help in Iraq and Afghanistan.\\n\\nHe said: \"You have been our closest partner in the struggle to protect our people from terror attacks and violent extremists around the world, despite heavy sacrifices. Allow me to pay tribute to the considerable sacrifices of your military forces who have stood shoulder to shoulder with us for decades as we together faced the challenges of the 21st century.\"\\n\\nHe finished with a toast, saying: \"Ladies and gentlemen stand with me and raise your glasses as I propose a toast to Her Majesty the Queen. To the vitality of the special relationship between our peoples and in the words of Shakespeare, 'To this blessed plot, this earth, this realm, this England'.\"\\n\\nThe 170 VIP guests included former prime ministers and diplomats as well as Hollywood royalty including Tom Hanks and Kevin Spacey.\\n\\nEarlier in the day, the first of their three-day visit to the UK, Mr Obama and First Lady Michelle were given a 41-gun salute by the Royal Artillery as they arrived at the Palace.\\n\\nAs gusts of wind circled all around, they were greeted by the Queen and Prince Philip. Even though the salute was half a mile away in Green Park, the Queen joked about the noise, shaking her head to clear her ears.\\n\\nThe Obamas also met the Duke and Duchess of Cambridge before being taken on a tour of the Buckingham Palace picture gallery, where Mr Obama was shown letters and artefacts charting Britain's loss of the American colonies.\\n\\nHe peered over to look at a handwritten manuscript by George III from 1783 in which the King proclaimed: \"America is lost.\"\\n\\nMr Obama joked: \"That was only a temporary blip in the relationship.\"\\n\\nHe was then shown a photo of HMS Resolute, timbers from which have been recycled for use in the White House. \"This is now my desk in the Oval Office,\" he said. \"I think we got a pretty good deal out of that.\"\\n\\nSecurity for the presidential visit is ultra-tight – and even while they're staying at Buckingham Palace the Obamas are taking no chances.\\n\\nThey have brought their own bomb- and bullet-proof windows – installed in the Belgian Suite at the Palace.\\n\\nIn a packed day, Mr Obama also met David Cameron at Downing Street before they visited a South London school.",
            "title": "The Queen toasts Barack Obama and special relationship with the US",
            "source_url": "http://www.mirror.co.uk/news/top-stories/2011/05/25/the-queen-toasts-barack-obama-s-special-relationship-115875-23154933/",
            "author": "Don Mackay",
            "published": "25/05/2011"
        },
        {
            "content": "Flights in and out of Scotland have been cancelled as a volcanic ash cloud from Iceland heads towards the UK.\\n\\nBA, KLM, Easyjet, Flybe, Aer Lingus, Loganair and Eastern Airways have cancelled services on Tuesday, and some flights over the Atlantic were delayed.\\n\\nThe threat of further disruption led US President Barack Obama to fly out of the Republic of Ireland a day early to get to London for a state visit.\\n\\nAsh from another Icelandic volcano led to huge disruption in Europe last year.\\n\\nAir Force One\\n\\nMr Obama had been due to fly to the UK on Tuesday morning, but White House deputy press secretary Josh Earnest said the decision to bring his arrival forward had been taken \"due to a recent change in the trajectory in the plume of volcanic ash\".\\n\\nThe Met Office forecasts the ash cloud will reach northern and western Scotland overnight, and will clip northern parts of Northern Ireland early on Tuesday. None of England is likely to be affected.\\n\\nA Met Office spokesman said it was difficult to forecast the cloud's direction beyond that because weather systems were changing so rapidly.\\n\\nA number of airlines are choosing not to fly through Scottish airspace on Tuesday:\\n\\n* British Airways is not operating any flights between London and Scotland until 1400 BST\\n\\n* KLM cancelled flights to and from Aberdeen, Glasgow and Edinburgh, as well as some to Newcastle\\n\\n* EasyJet cancelled flights to and from Edinburgh, Glasgow, Inverness and Aberdeen scheduled for between 0500 and 0900 BST\\n\\n\\n* Flybe cancelled flights to and from Aberdeen and Inverness\\n* Aer Lingus cancelled a number of its flights between the Republic of Ireland and Edinburgh, Glasgow and Aberdeen\\n* Glasgow-based Loganair has cancelled 36 flights. Only inter-island routes in Orkney are unaffected\\n* Eastern Airways will not be operating any services in or out of Scottish airspace\\n* Transport Secretary Philip Hammond told BBC Two's Newsnight that \"most, if not all, flights into and out of Glasgow and Edinburgh and airports to the north will be stopped\" on Tuesday morning.\\n\\nBut he said services should resume from Glasgow and Edinburgh by about lunchtime, and in other airports by Wednesday morning. Any disruption later in the week should be \"limited\", he added.\\n\\nEarlier, Mr Hammond said there had already been \"modest delays\" to flights, particularly those crossing the Atlantic.\\n\\n\"Clearly, this is a natural phenomenon which we cannot control, but the UK is now much better prepared to deal with an ash eruption than last year.\"\\n\\nA spokesman for Edinburgh Airport said it was anticipating disruption to many services on Tuesday.\\n\\nIn a statement on Monday evening, he said: \"Only Ryanair is intending to operate a full service from Edinburgh Airport. Passengers should not travel to the airport without checking with their airline first regarding the status of their flight.\"\\n\\nAndrew Haines, chief executive of the Civil Aviation Authority, said he hoped to avoid a repeat of last year's travel chaos, but he admitted it was still unclear how badly flights would be affected.\\n\\n\"We know so much more about the volcanoes. We have an improved model.\\n\\n\"We have better measuring equipment and we have better relationships with airlines so it should be much better but we're still at the hands of both the weather and the volcano; those are the two uncertainties.\"\\n\\nChampions League finalists Barcelona are already considering bringing forward their flight to London ahead of Saturday's final at Wembley against Manchester United.\\n\\nThe Catalan club had originally planned to travel on Thursday.\\n\\n\"Let's see what they [the experts] tell us and if they say we shouldn't risk it we'll travel tomorrow or the day after,\" said Barcelona coach Pep Guardiola.\\n\\nDuring last April's six-day shutdown only a handful of flights took off or landed in the UK.\\n\\nThousands of Britons found themselves stranded overseas forcing many to make long and expensive journeys home by land. Airlines estimated the shutdown cost them $1.7bn (£1.1bn).\\n\\nThe CAA said ash levels would now be graded as low, medium or high, and airlines would be notified if levels reached medium or high.\\n\\nAirlines would then consider whether to fly, according to risk assessments already carried out, the CAA added.\\n\\nThe Foreign Office is advising passengers to remain in regular contact with their travel agent or airline for the latest news on the status of flights and bookings.\\n\\nThe Grimsvotn volcano in Vatnajokull National Park began erupting on Saturday with ash rising to 20km (12 miles) but, although still active, is now not as powerful with a plume of 13km (8 miles).\\n\\nIceland's airspace has been closed for a period as a result.\\n\\nAsh from the volcano, which is 60 miles (97km) from the nearest human settlements, has settled over farmland and livestock, causing difficulties for some farmers and tourists have been evacuated from the country's main national parks.\\n\\nThe Grimsvotn volcano lies beneath the ice of the uninhabited Vatnajokull glacier in south-east Iceland. The latest eruption is its most powerful eruption in 100 years.\\n\\nExperts say this eruption is on a different scale to the one last year and ash particles are larger and, as a result, fall to the ground more quickly.",
            "title": "Flights cancelled as ash cloud heads towards UK",
            "source_url": "http://www.bbc.co.uk/news/uk-13498477",
            "published": "24/05/2011"
        },
        {
            "content": "The volcanic ash cloud has cleared from the UK and now disrupts European airspace, but forecasters predict its return to Britain later this week.\\nThe National Air Traffic Service has confirmed that UK airspace is now clear of ash from the Icelandic eruption and should remain clear for some time to come.\\nBut Transport Secretary Philip Hammond said the ash plume, although now less intense, is expected to return as winds shift.\\n\"The volcano has paused so at the moment… but it is predicted to come back later in the week,\" he told Sky News.\\nPressure is mounting on the Civil Aviation Authority (CAA) to reduce impact on travel plans as families across Britain prepare to jet off on half-term school holidays.\\n\"The Met Office and the CAA will be doing a lot of modelling work to minimise disruptions,\" Mr Hammond said.\\nMeanwhile BA has conducted an approved test flight into the ash cloud's red zone, with boss Willie Walsh announcing that no damage occurred to the plane.\\nHis company has submitted a safety case to the CAA asking for permission to continue flying its planes.\\nAround 500 flights have so far been cancelled in the UK this week, leaving many stranded at airports in Scotland and northern England.\\nBut now those travelling to and from Europe face further chaos, as the cloud begins to blow over northern countries.\\nGerman air traffic control said Bremen and Hamburg airports would close from 5am and 6am, and warned of Berlin's closure from 10am.\\nRyanair issued a warning to customers awaiting flights from Germany that their travel may be disrupted, with all flights to and from Bremen, Lubeck and Magdeburg airports cancelled until 2pm local German time.\\nEasyJet urged passengers travelling from Edinburgh, Glasgow, Newcastle, Amsterdam, Dortmund, Berlin, Copenhagen or Hamburg to check before leaving for the airport.\\nBA has made at least three cancellations so far - on flights inbound and outbound from Hamburg.\\nKLM cancelled flights from Amsterdam to Newcastle and Scottish destinations and to other spots across northern Europe and Scandinavia, while BMI stopped flights between Heathrow and Berlin and Hanover.\\nHowever, there are fears the ash could return to the UK again on Friday.\\nA Met Office forecaster has said charts are showing \"quite high concentration of ash\" across at 35-55,000ft for the end of the week.\\nOn Tuesday, flights from Glasgow and Edinburgh international airports, as well as Dundee, were cancelled, with severe disruptions hitting other Scottish airports and Newcastle in north-east England.\\nA row also broke out between Irish airline Ryanair and the CAA, after the airline's boss claimed there was \"no volcanic ash\" in Scottish airspace, and vowed to continue operating.\\nThey sent an unapproved test flight into the \"high ash concentration zone\" and travelled from Glasgow Prestwick to Inverness, on to Aberdeen and down to Edinburgh.\\nAn inspection of the aircraft afterwards found \"no evidence of volcanic ash on the airframe, wings or engines\", the company said.\\n\"It's perfectly safe. There is nothing up there,\" airline boss Michael O'Leary said.\\nHe hit out at the CAA - accusing them of incompetence, however the airline was forced into an embarrassing U-turn just hours later, after the Irish Aviation Authority directed the airline cancel all Scottish flights.\\nBut the Transport Secretary hit back at the outspoken airline owner.\\n\"Michael O'Leary's intervention yesterday was not at all helpful,\" Mr Hammond told Sky News.\\n\"The CAA has safety as its number one priority.\\n\"We will not be bullied by Michael O'Leary or anyone else in dropping that safety first approach.\"",
            "title": "Ash Cloud Clears UK 'But Set To Return'",
            "source_url": "http://news.sky.com/skynews/Home/World-News/Icelandic-Volcano-Ash-Cloud-Travel-Misery-Spreads-Cloud-Spreads-Across-Mainland-Europe/Article/201105415998975?lpos=World_News_Second_UK_News_Article_Teaser_Region_1&lid=ARTICLE_15998975_Icelandic_Volcano_Ash_Cloud%3A_Travel_Misery_Spreads_Cloud_Spreads_Across_Mainland_Europe",
            "published": "25/05/2011"
        },
        {
            "content": "President Barack Obama paid tribute to the \"extraordinary service\" the Queen has given to Britain and the world during her lifetime.\\nIn an address to mark the state banquet held in his honour the US leader also highlighted the unique bonds that his homeland shares with Britain.\\n\\nHe told the guests at the white-tie dinner who included senior members of the monarchy, British and American Governments and Hollywood stars: \"As we approach the 10th anniversary of 9/11 I'm particular grateful for the solidarity that the United Kingdom has shown to America over the past decade.\\n\\n\"From that day to this you have been our closest partner in the struggle to protect our people from terrorism attacks and violent extremism from around the world despite very heavy sacrifices here.\\n\\n\"And allow me to pay tribute to the contributions of your military forces who have stood shoulder to shoulder with us for decades.\"\\n\\nThe politician went on to highlight the unique position the Queen holds: \"As we confront the challenges of the 21st century together we can have confidence in the partnership our two countries share, based on a rock-solid foundation built during Queen Elizabeth's lifetime of extraordinary service to her nation and to the world.\"\\n\\nHe started by telling the Queen he brought \"warm greetings\" from tens of millions of Americans who claim British ancestry.\\n\\nAnd the president - who traced his Irish roots while visiting the Republic - included himself in that group.\\n\\nThe American head of state made the guests laugh when he told the monarch, sat next to him, how he also brought greetings from his daughters Malia and Sasha - \"who adored you even before you let them ride on a carriage on the palace grounds.\"\\n\\nMr Obama highlighted how the Queen had seen many presidents and prime ministers come and go during her reign which reaches the milestone of 60 years in 2012.\\n\\nHe said: \"Your Majesty's reign has spanned about a dozen of each and counting. That makes you both a living witness to the power of our lives and a chief source of its resilience.\\n\\n\"For our alliance is a commitment that speaks to who we are. As Winston Churchill said on a visit to the United States: 'Above all among the English speaking peoples, there must be a union of hearts based upon convictions and common ideals.'\\n\\n\"Well our challenges have changed since Churchill's time when we fought together to preserve our very democracies, our adherence to those values have not.\\n\\n\"Our relationship rests on common language, common history, common adherence to the rule of law - the rights of men and women, the very ideals born in this nation.\"\\n\\nThe white-tie state dinner in honour of President Barack Obama featured a guest list, menu and a setting that were second to none.\\n\\nBuckingham Palace's ballroom impresses on a normal day with its grandeur and rich furnishings but with the added attraction of a lavishly decorated dining table looked stunning.\\n\\nMagnificent large floral displays filled the air with the scent of roses and below them were seated A-list movie stars and leading figures from British politics and business.\\n\\nOscar-winning actor Kevin Spacey, who is artistic director of London's Old Vic theatre, was sitting between the Countess of Wessex and Barbara Sandler, the wife of the Lord Mayor of the City of London, Michael Bear.\\n\\nDirector Tim Burton, famed for his fantasy films, had Princess Alexandra, the Hon Lady Ogilvy on one side and Justine Thornton, the fiancee of Labour Party leader Ed Miliband on the other.\\nAnother A-list star was Tom Hanks who was sitting with Ffion Hague the wife of Foreign Secretary William Hague.\\n\\nThe large horse-shoe shaped table was set for 170 guests and the two heads of state sat at its head, surrounded by prominent members of the monarchy and both the British and American governments.\\n\\nThe Queen was sitting between the President and the Duke of Edinburgh while on Philip's left was Michelle Obama, next to her was the Prince of Wales, then US secretary of state Hillary Clinton, and finally Prime Minister David Cameron.\\n\\nMr Obama had the Duchess of Cornwall on his right and she in turn was sitting next to the Lord Chancellor Kenneth Clarke, Jane Williams, the wife of Dr Rowan Williams the Archbishop of Canterbury and finally the Duke of York.\\n\\nThe chefs in the palace kitchens had prepared on paper what seemed a simple dish of new seasoned lamb and roast potatoes, but the Queen's head chef Mark Flanagan, who has worked with some of Europe's best cooks, created a sumptuous meal with his staff.\\n\\nThe meal was complemented by vintage champagne and for those who wanted an end of meal tipple, Royal Vintage Port 1963.",
            "title": "Obama gives message of support to the Queen at lavish state banquet",
            "source_url": "http://www.thisislondon.co.uk/standard/article-23953340-obama-gives-message-of-support-to-the-queen-at-lavish-state-banquet.do",
            "published": "25/05/2011"
        },
        {
            "content": "Barack Obama has indicated he would be prepared to launch another US raid into Pakistani territory if another leading terrorist suspect was found to be hiding there.\\n\\nIn a BBC interview before a state visit to London this week, Obama described the killing of Osama bin Laden in Abbottabad this month as a \"powerful moment\" for America.\\n\\nHe said he wanted to establish a more co-operative relationship with Islamabad after outrage in Pakistan over the US action, which was carried out without prior notice.\\n\\nAsked what he would do if the US found another \"very high-value target\" there , such as the Taliban leader, Mullah Omar, Obama indicated he would act again.\\n\\n\"I've always been clear to the Pakistanis – and I'm not the first administration to say this – that our job is to secure the United States,\" he said on BBC1's The Andrew Marr Show.\\n\\n\"We are very respectful of the sovereignty of Pakistan. But we cannot allow someone who is planning to kill our people or our allies' people – we can't allow those kind of active plans to come to fruition without us taking some action.\\n\\n\"Our hope is, and our expectation is, is that we can achieve that in a way that is fully respectful of Pakistan's sovereignty. But I had made no secret – I had said this when I was running for the presidency – that if I had a clear shot at Bin Laden that we'd take it.\"\\n\\nObama acknowledged that the raid on Bin Laden's compound had been a \"calculated risk\" that could have ended very differently. \"There's no doubt that that was as long a 40 minutes as I care to experience during my presidency,\" he said.\\n\\nOn Afghanistan, Obama said international forces had succeeded in knocking the Taliban \"back on its heels\", but in the end there would have to be a political settlement.\\n\\n\"Ultimately, it means talking to the Taliban, although we've been very clear about the requirements for any kind of serious reconciliation,\" he said. \"The Taliban would have to cut all ties to al-Qaida, renounce violence, and they would have to respect the Afghan constitution. Now those are some fairly bare bones requirements.\"\\n\\nObama spoke warmly of the relationship he and and his wife, Michelle, had established with the Queen and the Duke of Edinburgh, whom they met when they attended the G8 summit in London in 2009.\\n\\n\"They are extraordinarily gracious people. They could not have been kinder to us,\" he said.\\n\\nHe disclosed that when Mrs Obama returned to Buckingham Palace with their two daughters, they were given the chance to ride through the grounds in one of the carriages.\\n\\n\"She [the Queen] could not have been more charming and gracious to the girls,\" he said. \"I think what the Queen symbolises not just to Great Britain, but to the entire Commonwealth and obviously the entire world, is the best of England. And we're very proud of her.\"",
            "title": "Barack Obama says he would repeat Pakistan raid",
            "author": "Press Association",
            "source_url": "http://www.guardian.co.uk/world/2011/may/22/barack-obama-pakistan-raid",
            "published": "22/05/2011"
        },
        {
            "content": "No decision has been made on whether to deploy UK Apache helicopters to Libya, the government has said, contradicting claims by a French minister.\\n\\nFrench Defence Minister Gerard Longuet said on Monday that Britain would follow France in using attack helicopters against Col Gaddafi.\\n\\nBut UK defence minister Nick Harvey contradicted Mr Longuet's claim.\\n\\nHis clarification came after Labour tabled an urgent question about the reported \"escalation\" of the mission.\\n\\nMr Longuet told reporters at an EU meeting on Monday: \"The British, who have assets similar to ours, will also commit. The sooner the better is what the British think.\"\\n\\nBut Mr Harvey told the Commons on Tuesday: \"My understanding is that the French have indeed taken a decision to deploy their attack helicopters in Libya.\\n\\n\"I state again for the avoidance of all doubt: no such decision has been taken by the United Kingdom.\\n\\n'Tactical shift'\\n\\n\"It is an option we are considering and there is absolutely no sense in which it is true to say that we have kept Parliament in the dark about a decision.\"\\n\\nHe insisted the use of helicopters would not represent an escalation of the Nato mission in Libya but only a \"tactical shift\" to improve the ability to strike moving targets more precisely.\\n\\nLater, US officials appeared to confirm an Apache deployment by the UK despite the government's denials.\\n\\n\"This additional contribution by the British, of course, is an important effort to strengthen the capability of the coalition, and we certainly welcome it,\" a White House spokesman said.\\n\\nBBC defence correspondent Caroline Wyatt said some military sources do regard the use of French attack helicopters - and perhaps UK Apache attack helicopters at a future stage - as an escalation of the campaign, and an extremely potent and effective weapon.\\n\\nOur correspondent said military commanders say Apaches have proved their worth in Afghanistan against insurgents, who fear the arrival of the helicopters as much as - if not more - than fast jets.\\n\\nThis is because the helicopters' weapons can be used to deliberately target individuals such as snipers - even in built-up areas.\\n\\nHowever, experts say that although the helicopters are able to identity targets quickly, they are more vulnerable than the strike aircraft.\\n\\nOne Nato source told the BBC that while Nato had not pressed the French to offer attack helicopters, the alliance was delighted that they were being sent, as they marked a \"significant stepping up\" of capabilities in Libya.\\n\\nIf used, the UK's Apache attack helicopters could deploy from HMS Ocean, the Royal Navy's largest warship, our correspondent added.",
            "title": "Libya unrest: UK 'undecided' on sending helicopters",
            "source_url": "http://www.bbc.co.uk/news/world-africa-13528702",
            "published": "25/05/2011"
        },
        {
            "content": "Hundreds of Twitter users have reacted to a footballer's bid to find out who is putting information about him on the website by posting new messages online.\\n\\nThe player, who an injunction says can only be identified as CTB, is taking action against ex-Big Brother star Imogen Thomas and the Sun newspaper.\\n\\nHe has now obtained a High Court order asking Twitter to reveal details of users who had revealed his identity.\\n\\nTwitter has not commented but hundreds of users have repeated his name online.\\n\\n'Fully entitled'\\nPapers lodged in the High Court against Twitter and \"persons unknown\" request disclosure of Twitter users said to have published confidential details.\\n\\nThe order against the US-based micro-blogging website requires Twitter to disclose the requested information within seven days - or within the appropriate time required by the law in California, where it has its headquarters.\\n\\nLawyers at Schillings, who represent CTB, have issued a statement clarifying the action it has taken.\\n\\nIt said it was not suing Twitter but had made an application \"to obtain limited information concerning the unlawful use of Twitter by a small number of individuals who may have breached a court order\".\\n\\nIt comes days after a High Court judge said the footballer was \"fully entitled\" to anonymity.\\n\\nJustice Eady has reserved judgement on lifting the injunction after a private hearing with the man's lawyers, the Sun and former Miss Wales Imogen Thomas in London.\\n\\nHowever, since news of the disclosure order became public on Friday hundreds of people have tweeted information revealing the footballer's identity.\\n\\nOne message being re-tweeted on the micro-blogging site, stated: \"xx xx is suing Twitter. I can't Imogen why.\"\\n\\nThe legal move by the footballer comes two weeks after a Twitter user tried to unmask some celebrities who have obtained privacy injunctions to prevent publication of details of their private lives.\\n\\nThe Twitter user claimed to \"out\" a number of UK public figures, although the tweets appeared to contain errors.\\n\\nMedia commentator Steve Hewlett said CTB's lawyers were, in all likelihood, \"trying to establish the real identity\" of that user.\\n\\nHe said the privacy injunction preventing CTB's identity being revealed had been challenged on the grounds that it was already in the public domain because it was already available on the internet.\\n\\nMr Hewlett said \"arguing that it's in the public domain because it's already on Twitter\" would \"put you in a very serious position in terms of contempt of court\" if it transpired that \"you had anything to do with putting it on Twitter\".\\n\\nThere are precedents for legal action to find out the names of individuals behind some Twitter accounts.\\n\\n'Everybody knows anyway'\\n\\nPublicist Max Clifford told the BBC that while leaked information on Twitter has a limited impact, journalists can try to use it as leverage.\\n\\n\"It appears to be out of control. It's a strong bargaining chip as journalists want to say, 'Everybody knows anyway,'\" he said.\\n\\nMr Clifford said some kind of balance must be struck to protect privacy and freedom of speech.\\n\\nThe publicist said: \"Super-injunctions and injunctions are purely a law for the rich, and purely there to protect the rich.\\n\\n\"What you need is some halfway house between the invading of people's privacy and freedom of the press and information both of which are vital in a democracy.\"\\n\\nTwitter has been resisting attempts by the US government to subpoena information on a number of users in relation to the Wikileaks affair.\\n\\nMedia lawyer Nick Lockett said the legal action against Twitter may not have much effect.\\n\\n\"What will have to be established is that Twitter was subject to the jurisdiction of the court,\" he said. While UK courts claim worldwide jurisdiction this has often proved hard to enforce.\\n\\nIn the case of the US, said Mr Lockett, the situation was complicated by the Communications Decency Act which grants immunity from prosecution for providers of \"interactive computer services\" under certain circumstances.\\n\\nLawyers acting for CTB may struggle to prove that Twitter does not deserve this immunity, said Mr Lockett.\\n\\nHowever Graham Shear, a lawyer with experience of applying for super-injunctions, said he thought Twitter would comply with the court order.\\n\\n\"They do actually give a warning to users of the site that the users should comply with the law in the jurisdiction in which they reside and use the media network and therefore I suspect Twitter will reveal voluntarily the information,\" he said.\\n\\n\"It's simply in compliance with its own guidelines to the users, because obviously somebody has acted in breach of a court order, which has a penal notice and therefore it is an unlawful act to tweet this information.\"",
            "title": "Footballer's Twitter disclosure order prompts online action",
            "source_url": "http://www.bbc.co.uk/news/uk-13482403",
            "published": "21/05/2011"
        },
        {
            "content": "Michael Owen is still hoping for a new contract with Manchester United, but has given up hope of winning a recall into Fabio Capello's England squad.\\n\\nOwen won his first ever league title this season though he has only been a bit-part player and it is expected Sir Alex Ferguson will release him at the end of his two-year deal this summer. But the former Liverpool, Real Madrid and Newcastle United striker would prefer to stay at Old Trafford.\\n\\nThe 31-year-old, who scored only his second Premier League goal of the season against Blackpool on Sunday, said: \"I want to stay because Manchester United is a fantastic club. I have to find out in the coming week or two and I will be speaking to the manager.\\n\\n\"This is an important week so there is no point discussing my future with him now, but we will have a chat after the season is over.\"\\n\\nOwen has made 47 appearances for the Red Devils, mostly as a substitute, scoring a total 13 goals - including a Champions League hat-trick at Werder Bremen. He also started last season's Carling Cup triumph over Aston Villa, although it was a hamstring injury suffered in that game that hampered Owen at the start of this season.\\n\\nOwen's involvement has been affected by the signing of Javier Hernandez, while Federico Macheda, Mame Biram Diouf and Danny Welbeck are due to return to the club from loan spells for next season.\\n\\n\"You can drop your level and play more regularly in a team that is not of as high a standard as Manchester United. But your level stays high when you are training with top players and you enjoy your football much more when you are playing in a good team,\" Owen explained.\\n\\n\"It depends which side of the coin you look at. I have certainly enjoyed my time here even though I haven't played as much this year and I have still felt part of it. I have played in 11 Premier League games and qualified for a medal and loved every minute of it.\"\\n\\nOwen has given up hope of being selected for England by Fabio Capello, having not been picked to play for his country since an international friendly against France over three years ago.\\n\\nHe was quoted in the Guardian as saying: \"I was disappointed for the first squad I missed, a little bit less for the next one and after about three or four times, I didn't really expect to see my name.\\n\\n\"For the first couple of squads I looked at the players [named] and looked at what I had done. For the last dozen squads, I haven't looked. I don't even think about [being picked] now. Honestly. It's sad, really. If I keep getting up for something, then [find out] I am not in, I am just kidding myself.\\n\\n\"I am not going to kid myself. Every time I saw him I was 'closing on your record, Sir Bobby'. Now I just see him for who he is: a great man.\"",
            "title": "Owen wants to stay with United",
            "author": "ESPNsoccernet staff",
            "source_url": "http://soccernet.espn.go.com/news/story/_/id/923205/michael-owen-wants-to-stay-with-manchester-united?campaign=rss&source=soccernet&cc=5739",
            "published": "25/05/2011"
        },
        {
            "content": "Seventeen lost pyramids are among the buildings identified in a new satellite survey of Egypt.\\n\\n\\n\\nMore than 1,000 tombs and 3,000 ancient settlements were also revealed by looking at infra-red images which show up underground buildings.\\n\\nInitial excavations have already confirmed some of the findings, including two suspected pyramids.\\n\\nThe work has been pioneered at the University of Alabama in Birmingham by US Egyptologist Dr Sarah Parcak.\\n\\nAn infra-red satellite image shows a buried pyramid, located in the centre of the highlight box.\\n\\nShe says she was amazed at how much she and her team has found.\\n\\n\"We were very intensely doing this research for over a year. I could see the data as it was emerging, but for me the \"Aha!\" moment was when I could step back and look at everything that we'd found and I couldn't believe we could locate so many sites all over Egypt.\\n\\n\"To excavate a pyramid is the dream of every archaeologist,\" she said.\\n\\nThe team analysed images from satellites orbiting 700km above the earth, equipped with cameras so powerful they can pin-point objects less than 1m in diameter on the earth's surface.\\n\\nInfra-red imaging was used to highlight different materials under the surface.\\n\\nTest excavations\\n\\nAncient Egyptians built their houses and structures out of mud brick, which is much denser than the soil that surrounds it, so the shapes of houses, temples and tombs can be seen.\\n\\n\"It just shows us how easy it is to underestimate both the size and scale of past human settlements,\" says Dr Parcak.\\n\\nAnd she believes there are more antiquities to be discovered:\\n\\n\"These are just the sites [close to] the surface. There are many thousands of additional sites that the Nile has covered over with silt. This is just the beginning of this kind of work.\"\\n\\nBBC cameras followed Dr Parcak on her \"nervous\" journey when she travelled to Egypt to see if excavations could back up what her technology could see under the surface.\\n\\nIn the BBC documentary Egypt's Lost Cities, they visit an area of Saqqara (Sakkara) where the authorities were not initially interested in her findings.\\n\\nBut after being told by Dr Parcak that she had seen two potential pyramids, they made test excavations, and they now believe it is one of the most important archaeological sites in Egypt.\\n\\nAn infra-red satellite image reveals the city of Tanis\\n\\nBut Dr Parcak said the most exciting moment was visiting the excavations at Tanis.\\n\\n\"They'd excavated a 3,000-year-old house that the satellite imagery had shown and the outline of the structure matched the satellite imagery almost perfectly. That was real validation of the technology.\"\\n\\nThe Egyptian authorities plan to use the technology to help - among other things - protect the country's antiquities in the future.\\n\\nDuring the recent revolution, looters accessed some well-known archaeological sites.\\n\\n\"We can tell from the imagery a tomb was looted from a particular period of time and we can alert Interpol to watch out for antiquities from that time that may be offered for sale.\"\\n\\nShe also hopes the new technology will help engage young people in science and will be a major help for archaeologists around the world.\\n\\n\"It allows us to be more focused and selective in the work we do. Faced with a massive site, you don't know where to start.\\n\\n\"It's an important tool to focus where we're excavating. It gives us a much bigger perspective on archaeological sites. We have to think bigger and that's what the satellites allow us to do.\"\\n\\n\"Indiana Jones is old school, we've moved on from Indy, sorry Harrison Ford.\"",
            "source_url": "http://www.bbc.co.uk/news/world-13522957",
            "published": "25/05/2011",
            "author": "Frances Cronin",
            "title": "Egyptian pyramids found by infra-red satellite images"
        },
        {
            "content": "A new paper claims that health services will be cut by almost 11 per cent over the next four years in Wales, compared with a real-terms fall in spending of just 0.9 per cent in England.\\nIn addition, health spending will fall by 2.2 per cent by 2014-15 in Northern Ireland and by 3.3 per cent in Scotland next year alone.\\nIt comes after several years in which taxpayers in the devolved administrations have enjoyed higher health spending than those in England – as well as free prescriptions and personal care in some cases.\\nJohn Appleby, the chief economist at the King’s Fund think-tank, writes in a paper published online on BMJ.com: \"On average, over the last seven years, NHS spending per head in Scotland has been around 15 per cent higher than in England – equivalent to a financial gap of over £15 billion; or the annual budget of London's entire NHS.\"\\nHis analysis has been seized upon by the Conservatives as proof that the party is fulfilling David Cameron’s pre-election pledge to protect the NHS in England, even as other departments are forced to make deep cuts to reduce the budget deficit.\\nSimon Burns, a junior Health Minister, said: \"What these figures show is that Labour have no vision to secure the NHS. In the one region where they are still responsible for it, they are running it into the ground.\\n\"In the absence of any idea from Labour on what their policy for the NHS in England is, what they are doing in Wales is the best indicator. Ed Miliband needs to spell out his policies now or people will justifiably fear the same cuts in England.\"\\nIn another boost for the beleaguered Health Secretary, Andrew Lansley, the umbrella group for NHS trusts has declared itself in favour of his planned reforms.\\nBut the NHS Confederation added ministers that have not yet made out the case for the scale of the upheaval, and say not enough attention has been paid to the \"financial squeeze\" and variations in care across the country.\\nMeanwhile, the proposed changes have been a \"dangerous\" waste of money and should be scrapped by dozens of doctors.\\nA letter to The Daily Telegraph signed by 186 GPs and other medics warns that the Health and Social Bill will benefit private firms while \"destabilising\" NHS hospitals.\\nThey also say they are \"angry\" that the decision of some family doctors to join new groups that will buy treatment is being used by the Government to suggest they are in favour of the changes.\\n\"On the contrary, we believe the bill is so ill-conceived it should be thrown out altogether,\" says the joint letter, organised by Dr Louise Irvine of New Cross, south London.\\nIt claims the system could be improved without the need for legislation and concludes: \"At a time of unprecedented austerity it is dangerous to introduce legislation that will waste money, destabilise services and divert health workers from their main task of providing better services.\"\\nThe new letter comes after a separate group of 42 GPs wrote to this newspaper backing the reforms – which abolish two tiers of management and hand doctors the power to purchase £60billion of treatment from private or state-run providers - saying they will benefit the most vulnerable in society and calling on ministers to hold their nerve in the face of criticism.\\nAs the debate continues over the health reforms – which were put on \"pause\" in order to head off a Lords rebellion and listen to criticisms – ministers appear set to dilute the powers of a key watchdog.\\nBut the think-tank Reform says the proposal to stop Monitor enforcing competition would set the NHS back a decade.\\nNick Seddon, its deputy director, said: \"Without competition, there is simply no way that the NHS will achieve the productivity gains that it requires.\"\\nIn another sign that ministers are retreating on plans to open up the health service to the market, the proposed part-privatisation of the blood service is looking less likely.\\nLynda Hamlyn, the chief executive of NHS Blood and Transplant, told the Health Service Journal she did not expect \"too many surprises\" following a review of the service.",
            "title": "NHS in England to suffer smaller cuts than rest of UK",
            "author": "Martin Beckford",
            "source_url": "http://www.telegraph.co.uk/health/healthnews/8533745/NHS-in-England-to-suffer-smaller-cuts-than-rest-of-UK.html",
            "published": "25/05/2011"
        },
        {
            "content": "(Reuters) - The economy made a sluggish start to the year as an improved trade performance was more than offset by the sharpest fall in household spending since the recession, a second estimate of gross domestic product showed on Wednesday.\\n\\nThe figures highlight the challenge facing the government as it tries to rein in the budget deficit and will reinforce expectations that interest rates will stay at record lows for some months to come.\\n\\nFigures from the Office for National Statistics confirmed an initial flash estimate, showing the economy grew just 0.5 percent in the first quarter after contracting by the same magnitude in the last three months of 2010.\\n\\nThis means the economy has effectively stagnated over the past six months -- a much worse performance than its major trading partners.\\n\\nEconomists had not forecast any revision and reckon the government's 2011 growth assumption of 1.7 percent is starting to look optimistic.\\n\\nThe Organisation for Economic Cooperation and Development (OECD) revised down its growth forecast in a twice-yearly report on Wednesday, projecting growth of just 1.4 percent for the year. It also forecasts an expansion of just 1.8 percent in 2012 compared to an official forecast of 2.5 percent.\\n\\n\"The lack of any upward revision leaves the economic recovery earlier this year still looking disappointingly weak,\" said Vicky Redwood at Capital Economics.\\n\\nGOVERNMENT BOOST TO FADE\\n\\nA breakdown of the figures showed growth would have been even weaker had government spending not grown by a robust 1.0 percent over the quarter. Public spending cuts mean this category will be unable to contribute to growth going forward.\\n\\nNeither is the consumer in any position to drive the economy. Household spending contracted by 0.6 percent on the quarter, the biggest drop since the recession, and looks set to remain weak as wages fail to keep pace with inflation.\\n\\nIn a sign of mounting price pressures, the implied GDP deflator rose by 1.8 percent on the quarter, its biggest quarterly rise since 1996.\\n\\n\"These figures underline the significant weakness in the consumer sector,\" said Hetal Mehta, economist at Daiwa Capital Markets. \"It reinforces our view that the majority of the (central bank's) Monetary Policy Committee will continue to vote for no change in interest rates this year.\"\\n\\nBusiness investment fell by a whopping 7.1 percent on the quarter.\\n\\nThe only bright spot was trade which made its biggest contribution to quarterly GDP growth in more than 50 years. This pushed the trade deficit down to 5.7 billion pounds in the first quarter from 11.5 billion pounds at the end of 2010.",
            "title": "Economy grows feebly in Q1 as household spending drops",
            "author": "Peter Griffiths and Christina Fincher",
            "source_url": "http://uk.reuters.com/article/2011/05/25/uk-britain-gdp-idUKTRE74O1T020110525",
            "published": "25/05/2011"
        },
        {
            "content": "According to former Italy and Juventus coach Marcello Lippi, who is a close friend of the Scot, Ferguson harbours hopes that one day the Portugal international will play for United again.\\nRonaldo was sold to Real Madrid for £80 million in the summer of 2009, but Lippi is quoted in The Sun as saying: \"Sir Alex told me he would take Ronaldo back tomorrow.\\n\"We both think he is an extraordinary striker who can start on either wing, or as the sole striker and perform brilliantly.\\n\"But the truly remarkable thing about Cristiano is that he always scores.\"\\nRonaldo has enjoyed a sensational season at Real, becoming the all-time La Liga record holder with 40 goals, hitting 51 in all competitions.\\nHowever, his relationship with Real coach Jose Mourinho has reportedly become strained and he regularly refers to Ferguson as a father figure.\\nUnited are preparing to face Barcelona in the Champions League final on Saturday night at Wembley, and several Barca players have told the media that Ferguson's men are a better team without Ronaldo.\\n\"Their team isn't as direct as before; they like to have the ball,\" Barca midfielder Xavi said. \"I don't know if that's because of Cristiano Ronaldo or not, but they move around as a unit now.\"\\nStriker David Villa added: \"Cristiano Ronaldo's departure has liberated them. Many great players come and go and that has allowed them to remain at the top for so long.\"\\nMeanwhile, wing-back Davi Alves reckoned United's threat is harder to nullify in the absence of the Portuguese.\\n\"This Manchester United team is much more unpredictable without Cristiano Ronaldo,\" he said. \"They have formed a more balanced group and they are stronger than they were two years ago.\"\\nAndres Iniesta also believes United have improved and \"grown as a team\".\\n\"They are dominating in England and now they are fighting for the Champions League,\" the midfielder said. \"Cristiano Ronaldo has left, but apart from that I don't think they have made big changes and they are always competitive.\"",
            "title": "Manchester United manager Sir Alex Ferguson would love to re-sign Cristiano Ronaldo, says Marcello Lippi",
            "author": "Telegraph staff",
            "source_url": "http://www.telegraph.co.uk/sport/football/teams/manchester-united/8535201/Manchester-United-manager-Sir-Alex-Ferguson-would-love-to-re-sign-Cristiano-Ronaldo-says-Marcello-Lippi.html",
            "published": "25/05/2011"
        },
        {
            "content": "Two RAF Typhoon pilots due to fly missions over Libya were sent back to the UK for \"inappropriate behaviour\", it has emerged.\\n\\nThe men, based at Gioia del Colle in Italy, returned to RAF Coningsby in Lincolnshire at the end of March.\\n\\nThe disciplinary action followed a night's drinking, but the MoD was unable to confirm whether the pilots were declared unfit to fly.\\n\\nA spokesperson said two personnel had been \"returned from detachment\".\\n\\nThe incident at the Gioia del Colle base, where the RAF's Typhoon and Tornado fighter jets are based, is understood to have led to a temporary alcohol ban for other RAF personnel serving in the Mediterranean.\\n\\nIn a statement, the MoD said: \"Two RAF personnel have been returned from detachment in Gioia del Colle following inappropriate behaviour; this has not affected the RAF's ability to sustain its current commitments.\\n\\n\"Individuals who are found to have fallen below the high standards of conduct demanded by the RAF can face appropriate internal action.\"\\n\\nGioia del Colle in southern Italy is the forward operating base for the RAF during the Libya campaign.\\n\\nTwelve of the UK's Tornado jets and 10 Typhoon fighters - used to carry out bombing missions and patrol the no-fly zone - are stationed there.",
            "title": "Libya Typhoon pilots sent home after 'night out'",
            "source_url": "http://www.bbc.co.uk/news/uk-england-lincolnshire-13538708",
            "published": "25/05/2011"
        },
        {
            "content": "A British Airways pilot who believed he was \"stitched up\" by a prenuptial agreement was jailed for 26 years on Tuesday for bludgeoning his estranged wife to death in their family home.\\n\\nRobert Brown, 47, killed Joanna Brown, 46, with a claw hammer in what he claimed was a blind rage as their two young children cowered in the neighbouring playroom. He then bundled her body into the boot of his Volvo and dumped it in a pre-prepared makeshift coffin on the Queen's estate at Windsor Great Park.\\n\\nA jury at Reading crown court cleared Brown of murder but found him guilty of obstructing a coroner from holding an inquest. Brown had previously admitted manslaughter by reason of diminished responsibility.\\n\\n\"I just lost it. I just burst and that's it,\" Brown told the court. \"I just blew and the next thing I remember I was standing over Jo and there was blood all over the place.\"\\n\\nOn 31 October last year, Brown had driven to his wife's home to drop off their children following the half-term break. With the youngsters out of sight, he hit her at least 14 times around the head with the hammer he had brought with him. He then wrapped his wife's body in plastic sheeting, placed a bin-liner over her head to \"avoid leaving bloodstains\" and dumped her in the car. He took the children to his home and drove his wife to her grave.\\n\\nBrown's daughter later told police that she heard her parents \"hitting each other\" before she watched \"dad put mum in the car because he ... hurt her\".\\n\\nSentencing, Judge Mr Justice Cooke told him: \"You intended to kill, you intended to conceal the body and to hide the evidence of the killing.\"\\n\\nThe crime took place 11 days after a landmark ruling at the Supreme Court endorsed the binding nature of prenuptial agreements. The Browns were due to attend the high court for a final hearing to resolve their own financial disputes and the jury heard their pre-nuptial agreement had caused Brown \"continuing resentment\".\\n\\nOwnership of the valuable family home, Tun Cottage, in Ascot, was in Jo Brown's name, despite the fact that the defendant had spent some £200,000 on improvements, the court heard. The pre-nuptial agreement also gave Brown no claim over his wealthy wife's trust fund.\\n\\nJoanna's mother, Diana Parkes, said family members had hated Brown from the outset, and her father Christopher, had urged a pre-nuptial agreement.\\n\\n\"It was an agreement that the defendant referred to later as a 'stitch-up' and he particularly resented the thought that Jo and her lawyers intended to rely on that agreement to foist on him what he thought was a particularly unfair settlement in the divorce proceedings,\" said prosecutor Graham Reeds QC.\\n\\nThe court heard Brown had calmly called the police the morning after he killed his wife, saying simply: \"Hello, I would like to make an appointment to come in regarding an incident that occurred yesterday\", adding that the incident was serious but refusing to say what had happened apart from confirming his wife was involved.\\n\\n\"Right, and you're both OK, are you?\" said the police call handler. \"None of you are harmed at all, are you?\"\\n\\n\"Well, er, one person is,\" said Brown.\\n\\n\"Right, OK,\" said the call handler. \"Has that person received any medical attention, do you know? Do they need it?\"\\n\\nBrown replied: \"Er no. Er.\"\\n\\nPolice call handler: \"And you have got children involved as well?\"\\n\\nBrown: \"Yes.\"\\n\\nDetective Chief Inspector Steve Tolmie, of Thames Valley Police, said outside court: \"Two young children have had to endure the pain and agony of seeing their mum killed in their own home by their own father. We heard how Robert Brown attacked his wife and it's the children we feel sorry for. It might be the end of the judicial chapter but they and the rest of the family will have to carry on with this nightmare for the rest of their lives.\"",
            "title": "BA pilot jailed for killing wife",
            "author": "Robert Booth",
            "source_url": "http://www.guardian.co.uk/uk/2011/may/24/ba-pilot-jailed-killing-wife",
            "published": "24/05/2011"
        },
        {
            "content": "David Cameron is to resist calls for international regulation of the web by Nicolas Sarkozy at the G8 summit. The French president will table proposals for controls on the internet on the first day of the conference of world leaders in Deauville, Normandy.\\n\\nCameron's officials stressed they believed there were many hurdles and mechanisms before anyone could regulate the net internationally. \"We will not be regulating the internet any time soon,\" said a Downing Street official.\\n\\nSarkozy convened a conference in Paris attended by 1,000 digital executives. He warned them against monopoly control, copyright breaches and intrusions into personal privacy.\\n\\nReferring to the British case in which Ryan Giggs was named on Twitter in defiance of a high court injunction, the French finance minister, Christine Lagarde, admitted the difficulties involved in striking a balance between freedom and regulation. She said: \"We are exploring, we are stumbling, we are trying to identify what will be the right tools [and] legal principles.\"\\n\\nNick Clegg criticised the Liberal Democrat MP who named Giggs in the commons, making clear he did not support John Hemming's action: \"I do not think that anyone should be above the rule of law. If we do not like the law in this place, we should act as legislators to change the law, not flout it.\"\\n\\nLord Carlile, the Lib Dem peer, suggested those journalists who had broken the injunctions by naming Giggs on Twitter \"can and possibly should\" be brought before a court for contempt while human rights lawyer Lord Lester suggested MPs had now become \"part of the crisis\".\\n\\nSarkozy stressed that \"if technology is neutral and should remain so, the uses are not,\" pointing out that the protection of children and respect for privacy were universal principles. \"Do not let the revolution you started undermine basic rights of individuals to privacy and to full autonomy,\" he warned.\\n\\nFive of the participants at Sarkozy's eG8 meeting in Paris are due to deliver a report to the G8 world leaders. But judging by Cameron's officials' response, Sarkozy's efforts will struggle to gain traction with world leaders.\\n\\nSarkozy described the internet as the third globalisation and praised it for creating tens of thousands of jobs, but also called for greater social responsibility.\\n\\nHe warned: \"Your work can be considered historic and impacts on civilisation. With this in mind, your level of responsibility is undoubtedly the highest ever given to individuals who do not work in the public sector or as state representatives.\\n\\n\"Now that the internet is an integral part of most people's lives, it would be contradictory to exclude governments from this huge forum,\" said Sarkozy.\\n\\n\"Nobody could, nor should, forget that these governments are the only legitimate representatives of the will of the people in our democracies,\" he added.\\n\\n\"To forget this is to take the risk of democratic chaos and hence anarchy.\"\\n\\nHe reminded the industry of its responsibilities in the fields of piracy, drawing a parallel between intellectual property on which many web companies are built and the copyright that artists seek to protect.\\n\\n\"These algorithms that constitute your power ... this technology that is changing the world, are your property and nobody can contest that,\" he said. \"Writers, directors or actors can have the same rights.\"\\n\\nThe eG8 guests included the executive chairman of Google, Eric Schmidt, the founder of Facebook, Mark Zuckerberg, the News International chairman, Rupert Murdoch, and Jeff Bezos, the founder of Amazon.\\n\\nCameron, whose aides are close to Google, support what they see as the beneficial impact of the web on growth, society and government.\\n\\nThey are suspicious of international regulation. But Cameron is under pressure from social conservatives to do more to control the effect of the web on children.\\n\\nCameron's officials tried to play down Sarkozy's move, saying they intended to make sure nothing newsworthy emerged from the G8 over the initiative. They also stressed that they saw the internet as beneficial and said the discussion at the G8 should be forward-looking.\\n\\nLord Lester, the Liberal Democrat peer, said regulation of the web was currently internationally difficult. He pointed out that the US president, Barack Obama, had signed a law last year which prevents English judgments relating to defamation being enforceable in the States..\\n\\nSarkozy's effort to look at the governance of the web is also being resisted by digital executives. Schmidt asked governments to look first at technological solutions before legislating.\\n\\nHe said governments were struggling to understand the way the internet was empowering individuals. \"We will move faster than the public sector,\" said Schmidt. He urged governments to \"tread lightly\", saying \"Clearly you need some level of regulation for the evil stuff. But I would be careful about over-regulating.\"",
            "title": "David Cameron to resist French plan for internet regulation",
            "source_url": "http://www.guardian.co.uk/technology/2011/may/24/david-cameron-resist-internet-regulation",
            "author": "Patrick Wintour",
            "published": "24/05/2011"
        },
        {
            "content": "The west's leading economic thinktank warned the Bank of England on Wednesday that it would have to start raising interest rates this year to prevent inflation taking hold in the UK.\\n\\nIn a downbeat assessment of the prospects for the economy, the Paris-based OECD said Threadneedle Street would have to steadily increase borrowing costs over the next 18 months despite the weakness of growth.\\n\\nThe OECD reiterated its support for the government's deficit-cutting strategy, but said George Osborne should remove exemptions on VAT in order to boost public spending on Britain's infrastructure.\\n\\nAnd it said a full-break up of Britain's banks should remain an option even though the Independent Commission on Banking set up by the coalition has so far backed only more limited reform of the financial system.\\n\\nReleasing its half-yearly Economic Outlook, the OECD predicted that the UK would continue to lag behind most other leading industrial nations as it recovered from the deep downturn of 2008-09. Growth is projected to be 1.4% in 2011, rising to 1.8% in 2012 - weaker than ministers are expecting.\\n\\nThe sluggishness of the economy will feed through into higher unemployment, which the OECD expects to rise from 7.9% of the workforce in 2010 to 8.1% this year and 8.3% in 2012\\n\\n\"Growth is projected to remain slow during 2011\", the OECD said. \"Public consumption and investment are set to fall significantly while household consumption is expected to remain subdued, reflecting falling real incomes and stagnant asset prices.\"\\n\\nThe report added, however, that the Bank of England's monetary policy committee would have to act before too long to curb inflation. With the government's preferred measure of annual cost of living increases currently standing at 4.5%, the OECD said the public's belief that inflation would remain high illustrated \"concerns about the Bank of England's willingness to tolerate significant and persistent deviations\" from the government's 2% target.\\n\\n\"A modest increase in interest rates should be taken during 2011 to stave off increases in inflationary expectations, which are already elevated. As the recovery gathers momentum in 2012, the pace of normalisation of interest rates should be stepped up.\"\\n\\nThe OECD said the government's mix of tax increases and spending cuts were needed to rein in the budget deficit, slow the build of the UK's national debt and maintain the confidence of financial markets.\\n\\n\"Nevertheless, consolidation measures should be implemented in a way that minimises the impact on short-term growth. Ending exemptions and increasing lower rates in the VAT system would increase efficiency and raise revenues that could be used to lessen cuts in infrastructure investment.\"\\n\\nThe thinktank also questioned whether the ICB's proposal to ringfence the retail operations of banks within wider financial groups went far enough. \"A full break-up of banks and further increases in capital requirements should also remain options\".\\n\\nFor the 34-nation OECD as a whole, the economic outlook report predicted growth of 2.3% in 2011, rising to 2.8% in 2012. While noting that the recovery was becoming \"self-sustained and more broad based\", the OECD pointed to significant downside risks including rising commodity prices, a sharp slowdown in China and the soveriegn debt crisis in the eurozone.\\n\\n\"All this suggests that the global crisis may not yet be over\", said the OECD's chief economist Pier Carlo Padoan. He added that policymakers needed to address four big challenges - high unemployment, sustaining growth, repairing public finances and managing global imbalances.\\n\\n\"The global economy is exiting recession but is not returning to business as usual\", Padoan said. \"The post-crisis economy will have to deal with old and new challenges, while pursuing new, green and inclusive sources of growth.\"",
            "published": "25/05/2011",
            "author": "Larry Elliott",
            "source_url": "http://www.guardian.co.uk/business/2011/may/25/interest-rates-must-rise-oecd",
            "title": "Interest rates must be raised this year, OECD warns"
        },
        {
            "content": "The details of his private life emerged in the Daily Mail and The Sun after he failed in a bid to obtain an injunction to gag the press in a privacy case involving his family.\\n\\nLast October Mr Hutcheson, 62, was sacked as Chief Executive of Gordon Ramsay's restaurant empire.\\n\\nThere followed a string of accusations in the national press in which Mr Hutcheson accused Ramsay of unreasonable behaviour, while Ramsay hinted at Mr Hutcheson's double life.\\n\\nAfter he was fired he called Ramsay an egotistical 'monster' in an interview, saying he had become warped by the celebrity lifestyle. \"I have dealt with his breakdowns for years,\" he said. \"It is like a tsunami when he gets going. He is schizophrenic... sometimes he is calm and sometimes he is absolutely manic.\"\\n\\nIn reply Ramsay wrote an open letter to his mother-in-law Greta accusing Mr Hutcheson of being a 'dictator', leading a 'very complex life', and saying ominously: \"His away days were rarely what I thought they were.\"\\n\\nMr Hutcheson also previously accused Ramsay of 'poisoning' his daughter Tana, Ramsay's wife, making her 'warped' against the family.\\n\\nIn the letter published in the Evening Standard, Ramsay says: \"Removing my father-in-law from my business has been the hardest and most important decision in my entire life,\" before going on to admit he employed a private detective to look into the affairs of mr Hutcheson.\\n\\nToday it was reported that he had an affair with a woman named Francis Collins and fathered a son and daughter, Christopher and Victoria who took their father's name.\\n\\nRecent photographs of Mr Hutcheson showed him holding hands with a accountant Sara Stewart, 49.\\n\\nMr Hutcheson can be named after the Court of Appeal partially lifted a cloak of anonymity over the legal action.\\n\\nHe had appealed against a refusal last December by High Court judge Mr Justice Eady to grant him an interim injunction restraining newspapers from publishing ''private information''.\\n\\nHugh Tomlinson QC, for Mr Hutcheson, said the case related to ''family issues - conduct which might well be said to be morally blameworthy'', but not criminal or regulatory misconduct.\\n\\nUpholding Mr Justice Eady's decision, the Master of the Rolls, Lord Neuberger, said yesterday: ''We consider he was right to dismiss KGM's (Mr Hutcheson's) application for restraint on publication of certain information.''\\n\\nThe Master of the Rolls, sitting with Lord Justice Etherton and Lord Justice Gross, said the court would consider today what material from the High Court judgment could now be disclosed to the public.\\n\\nHe warned that, until then, details of the judgment must not be published.\\n\\nBut he added that newspapers and the media could use information about the case before then if it came ''from an independent source''.\\n\\nMr Tomlinson had said earlier Mr Hutcheson's case was that the information he was seeking to keep out of the newspapers was ''purely a private matter of concern only to him and a small number of other individuals''.\\n\\nHe was ''not a public figure, not a premiership footballer'' and he did not hold any public office or official position.\\n\\nMr Hutcheson was sacked by his celebrity chef son-in-law last October in a very public falling out.",
            "published": "25/05/2011",
            "source_url": "http://www.telegraph.co.uk/news/celebritynews/8534944/Gordon-Ramsays-father-in-law-fathered-two-children-by-a-mistress.html",
            "title": "Gordon Ramsay's father in law 'fathered two children by a mistress'"
        },
        {
            "published": "24/05/2011",
            "content": "There is a Slim Aarons photograph called Leisure and Fashion, taken at the Colony Hotel in Palm Beach, Florida, in the summer of 1961, of a young woman watching a poolside fashion show from her slatted lounger. She is wearing a petrol blue two-piece with a wide-brimmed coral hat to shade her eyes from the sun streaming through the palm trees above. A bottle of Mumm is chilling in a silver bucket next to her and she is holding an old-fashioned champagne glass, full to the brim, about to bring it to her mouth for the first sip. She is impeccably elegant, utterly poised, but her body language is so relaxed that you don't feel she is posing for anyone. She is beautiful but what strikes you first is not that, but what a nice afternoon she is having. That's the life.\\n\\nSwimwear, the purchasing and the wearing, is a flashpoint for many of us. Fashion's elaborate fantasy world – the perfect body, the chic lifestyle – come face to face with stark reality in a changing-room mirror. We are stripped almost naked and yet aspiring to be somehow magically transformed into Brigitte Bardot by a garment that consists of less fabric than a tea towel. What's more, this is the totemic outfit of our holiday moment, the precious leisure time we have worked towards for months. Oh, the pressure! It is, frankly, a recipe for disaster. I am sure there are a few women out there who actually enjoy shopping for swimwear – Gisele Bündchen, say – but for most of us, it's more of a trial than a treat.\\n\\nThe good news is that this summer's swimwear is less deliberately challenging than it has been in the last few years. For several summers, three extreme looks dominated the beach aesthetic. There was the minimalist, daringly flimsy bikini with triangle top, tie-side knickers, ideally worn with salt-slicked hair, a deep tan and a pout. There was a chocolate-box \"cute\" look, all gingham and ruffles, to be accessorised with a Cath Kidston beach towel and an old-fashioned ice-cream cone. And there was the cutaway swimsuit, which looked as if a music-video stylist had attacked a regular one-piece with some biscuit cutters, and required gold sandals, large earrings and full hair and makeup.\\n\\nThis year it is cool, refined glamour of the type found in Aarons photographs that is permeating the swimwear collections. That means well-constructed two pieces and elegant swimsuits that conjure up the jet set of a more genteel age, before superyachts and speedboating paparazzi. Jane Shepherdson, who has just launched her first range of swimwear for Whistles, told Vogue recently that she was inspired by flicking through the coffee-table book Poolside with Aarons. \"It's filled with wonderful images of the young and the beautiful – CZ Guest, Lilly Pulitzer and Cheryl Tiegs – all lounging with Martinis in hand. I wanted to capture the mood.\" She describes the end collection as \"70s cool fused with 50s glamour\".\\n\\nThe return of the one-piece in its non-cut-to-ribbons form is good news, but not necessarily the best option for many body shapes. Do not make the mistake of confusing a garment that flatters with one that simply covers up. Don't hide away; be strategic. Try on as many options as you can bear, because it is impossible to judge swimwear on the rail. Structure is what helps, not fabric. A one-piece with a cleverly draped midsection is the most effective option if you are self-conscious about your middle, but a well-cut bikini will serve better than a swimsuit that simply squishes the tummy. Avoid the tankini, which is a miserable, half-hearted sort of a garment that you will constantly be tugging down, pointing out your insecurity to anyone who has failed to spot it. A halterneck or balconette bra-style top with 50s style, high-waisted knickers is a much more elegant tummy-covering tactic. Think laid-back Palm Springs brunch hostess, not Sports Illustrated: not only a more forgiving style reference, but way more chic. Add a hat and a cocktail. And most importantly: relax.",
            "source_url": "http://www.guardian.co.uk/lifeandstyle/2011/may/24/swimwear-this-seasons-rules",
            "author": "Jess Cartner-Morley",
            "title": "Swimwear – this season's rules"
        }
    ]
}
